{
  "plugins": {
    "Comment.nvim": {
      "src": "https://github.com/numToStr/Comment.nvim"
    },
    "FixCursorHold.nvim": {
      "src": "https://github.com/antoinemadec/FixCursorHold.nvim"
    },
    "LuaSnip": {
      "src": "https://github.com/L3MON4D3/LuaSnip"
    },
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp"
    },
    "blink.lib": {
      "src": "https://github.com/saghen/blink.lib"
    },
    "codecompanion.nvim": {
      "src": "https://github.com/olimorris/codecompanion.nvim"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "diffview.nvim": {
      "src": "https://github.com/sindrets/diffview.nvim"
    },
    "fidget.nvim": {
      "src": "https://github.com/j-hui/fidget.nvim"
    },
    "friendly-snippets": {
      "src": "https://github.com/rafamadriz/friendly-snippets"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "lspsaga.nvim": {
      "src": "https://github.com/nvimdev/lspsaga.nvim"
    },
    "lualine.nvim": {
      "src": "https://github.com/nvim-lualine/lualine.nvim"
    },
    "markview.nvim": {
      "src": "https://github.com/OXY2DEV/markview.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/williamboman/mason.nvim"
    },
    "mini.indentscope": {
      "src": "https://github.com/nvim-mini/mini.indentscope"
    },
    "neogit": {
      "src": "https://github.com/NeogitOrg/neogit"
    },
    "neotest": {
      "src": "https://github.com/nvim-neotest/neotest"
    },
    "neotest-jest": {
      "src": "https://github.com/nvim-neotest/neotest-jest"
    },
    "neotest-rust": {
      "src": "https://github.com/rouge8/neotest-rust"
    },
    "nui.nvim": {
      "src": "https://github.com/MunifTanjim/nui.nvim"
    },
    "nvim": {
      "src": "https://github.com/catppuccin/nvim"
    },
    "nvim-autopairs": {
      "src": "https://github.com/windwp/nvim-autopairs"
    },
    "nvim-emmet": {
      "src": "https://github.com/olrtg/nvim-emmet"
    },
    "nvim-nio": {
      "src": "https://github.com/nvim-neotest/nvim-nio"
    },
    "nvim-notify": {
      "src": "https://github.com/rcarriga/nvim-notify"
    },
    "nvim-surround": {
      "src": "https://github.com/kylechui/nvim-surround"
    },
    "nvim-tree.lua": {
      "src": "https://github.com/nvim-tree/nvim-tree.lua"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "nvim-web-devicons": {
      "src": "https://github.com/nvim-tree/nvim-web-devicons"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "rustaceanvim": {
      "src": "https://github.com/mrcjkb/rustaceanvim"
    },
    "schemastore.nvim": {
      "src": "https://github.com/b0o/schemastore.nvim"
    },
    "telescope-undo.nvim": {
      "src": "https://github.com/debugloop/telescope-undo.nvim"
    },
    "telescope.nvim": {
      "src": "https://github.com/nvim-telescope/telescope.nvim"
    },
    "trouble.nvim": {
      "src": "https://github.com/folke/trouble.nvim"
    },
    "ts-comments.nvim": {
      "src": "https://github.com/folke/ts-comments.nvim"
    },
    "vim-tmux-navigator": {
      "src": "https://github.com/christoomey/vim-tmux-navigator"
    },
    "which-key.nvim": {
      "src": "https://github.com/folke/which-key.nvim"
    }
  }
}
